#!/usr/bin/env node
// 👆 Used to tell Node.js that this is a CLI tool
console.log('[32m[39m\n\
[32m   ╭───────────────────────────────────────────────────────────────╮[39m\n\
[32m   │                                                               │[39m\n\
[32m   │   [37m           Patrick Guo[39m[32m / [37mshpatrickguo[39m[32m                       │[39m\n\
[32m   │   [37m[1m   Title:[22m[39m[32m  [37mData scientist[39m[32m   │[39m\n\
[32m   │   [37m[1mLinkedIn:[22m[39m[32m  [90mhttps://linkedin.com/in/[39m[32m[94mpatrickguo[39m[32m               │[39m\n\
[32m   │   [37m[1m  GitHub:[22m[39m[32m  [90mhttps://github.com/[39m[32m[32mshpatrickguo[39m[32m                  │[39m\n\
[32m   │   [37m[1m     npm:[22m[39m[32m  [90mhttps://npmjs.com/[39m[32m[31m~shpatrickguo[39m[32m                  │[39m\n\
[32m   │   [37m[1mFacebook:[22m[39m[32m  [90mhttps://facebook.com/[39m[32m[34mguopatrick[39m[32m                  │[39m\n\
[32m   │   [37m[1m    Card:[22m[39m[32m  [31mnpx[39m[32m [37mshpg-card[39m[32m                                    │[39m\n\
[32m   │                                                               │[39m\n\
[32m   │                                                               │[39m\n\
[32m   ╰───────────────────────────────────────────────────────────────╯[39m\n\
[32m[39m');
